Repository: hrietmann/iOS-FavoriteMakes
Catalog: FavoriteMakes/*.lproj/Localizable.strings
Languages: fr

# AppError.genericError.title
source: Error
fr: Erreur

# AppError.genericError.message
source: Something went wrong: %@
fr: Quelque chose s'est mal passé: %@

# AppError.referenceRemovedFromMemory.title
source: Memory error
fr: Problème de mémoire

# AppError.referenceRemovedFromMemory.message
source: The operation could not complete because the object it was running has been removed from memory.
fr: L'opération n'a pas pu se terminer car l'objet ayant l'ayant lancé a été retiré de la mémoire.

# AppError.invalidOrginalURLLink.title
source: Invalid URL
fr: URL incorrecte

# AppError.invalidOrginalURLLink.message
source: Unable to recognize the link given as a URL. Please verify the link entered. Link given: '%@'
fr: Impossible de reconnaitre le lien donné comme une URL fonctionnelle. Merci de vérifier le lien entré: '%@'

# HomeView.HomeCommercialView.notNowButton
source: Not now
fr: Pas maintenant

# HomeView.AddFavoriteSuggestion.title
source: Welcome to FavoriteMakes!
fr: Bienvenue sur FavoriteMakes!

# HomeView.AddFavoriteSuggestion.message
source: Keep track of your favorite makes in one simple list. Start by adding some from our collection.
fr: Conservez vos marques préférées dans une simple liste. Commencez par en ajouter quelques unes depuis notre collection.

# HomeView.AddFavoriteSuggestion.buttonTitle
source: Add favorite makes
fr: Ajouter des marques

# HomeView.NotificationsSuggestion.title
source: Get notified on new makes entering our collection!
fr: Ne râtez pas les marques ajoutées à notre collection !

# HomeView.NotificationsSuggestion.message
source: You seem to like to add your favorite makes in the app. Would you be interested by receiving notifications when publish new ones in our collection?
fr: Vous semblez aimer ajouter vos marques favorites dans l'app. Seriez-vous intéressé de recevoir une notification quand de nouvelles marques sont diponibles dans notre collection ?

# HomeView.NotificationsSuggestion.buttonTitle
source: Enable notifications
fr: Autoriser les notifications

# HomeView.CreateAccountSuggestion.title
source: Tip : Create your account to save your list.
fr: Astuce : Créez votre compte pour sauvegarder votre liste!

# HomeView.CreateAccountSuggestion.message
source: We're glad to have you regularly on the app. Don't lose your precious favourite makes list by simply creating an account to store your data safely and privately online.
fr: Nous sommes vraiment fier que vous utilisiez régulièrement notre app. Ne perdez pas votre précieuse liste de marque préférées en créant simplement votre compte qui sauvegardera vos données en ligne de manière sécurisé.

# HomeView.CreateAccountSuggestion.buttonTitle
source: Sign in / Sign up
fr: Se connecter / Créer un compte

# HomeView.SubscriptionSuggestion.title
source: Did you know?
fr: Le saviez-vous ?

# HomeView.SubscriptionSuggestion.message
source: We have some premium features reserved only for our aficionados like you. Do you want to see what is it all about?
fr: Nous offrons des fonctionnalités premium qui sont seulement réservées à nos aficionados tel que vous. Aimeriez-vous voir de quoi il s'agit ?

# HomeView.SubscriptionSuggestion.buttonTitle
source: Let me see!
fr: Aller voir
